Repository: AlypieFr/trackmybank
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Select an option
fr: Sélectionner une option

source: An error has occurred. Please contact the support
fr: Une erreur s'est produite. Veuillez contacter le support

source: Empty selection
fr: Erreur : sélection vide

source: Delete selected transactions?
fr: Supprimer les transactions sélectionnées ?

source: Edit
fr: Modifier

source: Add
fr: Ajouter

source: You must create a month before
fr: Vous devez créer un mois avant

source: Error: empty selection
fr: Erreur : sélection vide

source: Error: more than one transaction selected
fr: Erreur : plus d'une transaction sélectionnée

source: Some required fields are empty
fr: Certains champs requis sont vides

source: An error occurred! Please contact the support to report the bug
fr: Une erreur s'est produite. Veuillez contacter le support
